{"translation-revision-date":"2023-09-15 22:27:31+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"By using WooPayments you agree to our <a1>Terms of Service<\/a2> (including WooPay <a3>merchant terms<\/a3>) and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Genom att använda WooPayments samtycker du till våra <a1>användarvillkor<\/a2> (inklusive WooPays <a3>handlarvillkor<\/a3>) och intygar att du har läst vår <a2>integritetspolicy<\/a2>. Rabatten kommer att tillämpas på betalningar som behandlas via WooPayments efter slutförd installation, konfiguration och anslutning. "],"Have questions?":["Har du frågor?"],"Just dismiss WooPayments":["Avfärda WooPayments"],"No thanks, I don’t want WooPayments":["Nej tack, jag vill inte ha WooPayments"],"& more":["med mera"],"WooPayments is pre-integrated with all popular payment options":["WooPayments är förintegrerat med alla populära betalningsalternativ"],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Genom att använda WooPayments samtycker du till våra <a1>användarvillkor<\/a2> och intygar att du har läst vår <a2>integritetspolicy<\/a2>. Rabatten kommer att tillämpas på betalningar som behandlas via WooPayments efter slutförd installation, konfiguration och anslutning. "],"Hi%s, run your business and manage your payments all in one place, with no setup costs or monthly fees.":["Hej%s, hantera ditt företag och dina betalningar på en och samma plats, utan installationskostnader eller månatliga avgifter."],"extension in your store.":["utökning i din butik."],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["Om du installerar <strong>WooPayments<\/strong> aktiveras <strong>%s<\/strong>utökningen automatiskt i din butik.","Om du installerar <strong>WooPayments<\/strong> aktiveras <strong>%s<\/strong>utökningarna automatiskt i din butik."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Aktivera Affirm tillsammans med WooPayments och ge köpare möjligheten att välja det betalningsalternativ som fungerar för dem och deras budget – från 4 räntefria betalningar varannan vecka till månatliga avbetalningar."],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Aktivera Klarna tillsammans med WooPayments. Med Klarna Payments kan köpare välja vilket betalningsalternativ de vill använda: Betala nu, Betala senare eller Dela upp betalningen. Inga kreditkortsnummer, inga lösenord, inga problem."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Aktivera Amazon Pay tillsammans med WooPayments och ge köpare möjligheten att betala via Amazon Pay. Transaktioner sker via inbäddade Amazon-widgetar, så köparen lämnar aldrig din webbplats."],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Aktivera PayPal Payments tillsammans med WooPayments. Ge dina kunder ett annat sätt att betala säkert och bekvämt, via PayPal, PayLater och Venmo."],"Add more ways for buyers to pay":["Lägg till fler sätt för köpare att betala på"],"Dismiss and send feedback":["Avfärda och skicka feedback"],"Why would you like to dismiss the new payments experience?":["Varför vill du avfärda den nya betalningsupplevelsen?"],"Note that the extension hasn’t been installed, this will simply remove WooPayments from the navigation. Please take a moment to tell us why you’d like to dismiss WooPayments.":["Observera att utökningen inte har installerats, detta tar helt enkelt bort WooPayments från navigeringen. Lägg gärna en stund på att berätta för oss varför du vill avfärda WooPayments."],"*See <a>Terms and Conditions<\/a> for details.":["*Se <a>villkoren<\/a> för information."],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Kontakta oss"],"It’s something else (Please share below)":["Det är något annat (berätta nedan)"],"I’m open to installing it another time":["Jag är öppen för att installera det en annan gång"],"I need more information about WooPayments":["Jag behöver mer information om WooPayments"],"I don’t want to install another plugin":["Jag vill inte installera ännu ett tillägg"],"I’m already happy with my payments setup":["Jag är redan nöjd med min betalningsinställning"],"Limited time offer":["Tidsbegränsat erbjudande"],"See more":["Se mer"],"PayPal Payments":["PayPal-betalningar"],"Comments (Optional)":["Kommentarer (valfritt)"],"Klarna":["Klarna"],"Learn more":["Lär dig mer"],"No thanks":["Nej tack"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}