{"translation-revision-date":"2023-09-15 22:27:31+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Discover its new features and improvements with a quick overview of what's included.":["Upptäck dess nya funktioner och förbättringar med en snabb översikt över vad som ingår."],"Discover the product form's unique features with a quick overview of what's included.":["Upptäck produktformulärets unika egenskaper med en snabb översikt över vad som ingår."],"Welcome to the new product form!":["Välkommen till det nya produktformuläret."],"New product form (Beta)":["Nytt produktformulär (Beta)"],"We're actively working on adding more features to the product form, including the ability to add digital products, variations, and more. Watch this space!":["Vi arbetar aktivt med att lägga till fler funktioner i produktformuläret, inklusive möjligheten att lägga till digitala produkter, variationer med mera. Håll utkik."],"Get your products listed and available for purchase in no time! Our modern technology ensures a reliable and streamlined experience.":["Få dina produkter listade och tillgängliga för köp på nolltid. Vår moderna teknik säkerställer en tillförlitlig och strömlinjeformad upplevelse."],"Lightning fast performance ":["Blixtsnabb prestanda "],"Show off what's great about your products and engage your customers with content-rich product descriptions. Add images, videos, and any other content they might need to make a purchase.":["Visa upp vad som är bra med dina produkter och engagera dina kunder med innehållsrika produktbeskrivningar. Lägg till bilder, videoklipp och annat innehåll som de kan behöva för att göra ett köp."],"Everything you need to create and sell your products, all in one place. From photos and descriptions to pricing and inventory, all of your product settings can be found here.":["Allt du behöver för att skapa och sälja dina produkter, på ett och samma ställe. Från foton och beskrivningar till priser och lagersaldo, alla dina produktinställningar finns här."],"About the form…":["Om formuläret …"],"Thanks for the feedback — we'll put it to good use!":["Tack för din feedback – den kommer att komma till användning."],"What do you think of the new product form?":["Vad tyckte du om det nya produktformuläret?"],"Beta":["Beta"],"View highlights":["Visa höjdpunkter"],"Tell me more":["Berätta mer"],"More features are on the way":["Fler funktioner är på gång"],"Content-rich product descriptions":["Innehållsrika produktbeskrivningar"],"Fresh and modern interface":["Fräscht och modernt gränssnitt"],"Turn off the new product form":["Inaktivera det nya produktformuläret"],"Save changes and go back to the classic product editing screen.":["Spara ändringarna och gå tillbaka till den klassiska produktredigeringsskärmen."],"Please enter no more than 500 characters.":["Ange högst 500 tecken."],"Please enter a valid email address.":["Ange en giltig e-postadress."],"In case you want to participate in further discussion and future user research.":["Om du vill delta i vidare diskussion och framtida användarundersökningar."],"YOUR EMAIL ADDRESS <optional \/>":["DIN E-POSTADRESS <optional \/>"],"(OPTIONAL)":["(VALFRITT)"],"ADDITIONAL THOUGHTS <optional \/>":["YTTERLIGARE TANKAR <optional \/>"],"Meet the product editing form":["Det här är produktredigeringsformuläret"],"The product editing screen's functionality meets my needs":["Produktredigeringsskärmens funktionalitet uppfyller mina behov"],"The product editing screen is easy to use":["Produktredigeringsskärmen är enkel att använda"],"Finish":["Avsluta"],"Page %1$d of %2$d":["Sida %1$d av %2$d"],"Guide controls":["Guidekontroller"],"Share feedback":["Dela feedback"],"Next":["Nästa"],"Previous":["Föregående"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/product-page.js"}}